{
  "plugins": {
    "blink.cmp": {
    },
    "catppuccin": {
    },
    "conform.nvim": {
    },
    "copilot.lua": {
    },
    "darkmatter-nvim": [],
    "fff.nvim": {
    },
    "fidget.nvim": {
    },
    "firesky.nvim": [],
    "gitsigns.nvim": {
    },
    "gruvbox.nvim": [],
    "kanagawa.nvim": {
    },
    "lazygit.nvim": [],
    "lualine.nvim": [],
    "matteblack.nvim": {
    },
    "mini.files": {
    },
    "mini.icons": {
    },
    "mini.pairs": {
    },
    "mini.tabline": {
    },
    "nightfox.nvim": [],
    "noice.nvim": {
    },
    "nordic.nvim": [],
    "nui.nvim": [],
    "nvim-lspconfig": {
    },
    "nvim-notify": [],
    "nvim-treesitter": [],
    "nvim-web-devicons": {
    },
    "oil.nvim": {
    },
    "onedarkpro.nvim": [],
    "persistence.nvim": {
    },
    "plenary.nvim": [],
    "rose-pine": [],
    "suit.nvim": [],
    "telescope.nvim": {
    },
    "tiny-inline-diagnostic.nvim": {
    },
    "todo-comments.nvim": {
    },
    "toggleterm.nvim": [],
    "tokyonight.nvim": {
    },
    "trouble.nvim": {
    },
    "void.nvim": [],
    "zig.vim": []
  }
}